- ```Brewfile
  tap "homebrew/bundle"
  tap "homebrew/cask"
  tap "homebrew/cask-fonts"
  tap "homebrew/cask-versions"
  tap "homebrew/core"
  tap "homebrew/services"
  brew "asdf"
  brew "direnv"
  brew "exercism"
  brew "mas"
  brew "neovim"
  brew "starship"
  cask "alacritty"
  cask "aldente"
  cask "altair-graphql-client"
  cask "anki"
  cask "appcleaner"
  cask "docker"
  cask "dropzone"
  cask "figma"
  cask "firefox-developer-edition"
  cask "font-fantasque-sans-mono-nerd-font"
  cask "fork"
  cask "karabiner-elements"
  cask "livebook"
  cask "logseq"
  cask "monitorcontrol"
  cask "notion"
  cask "pgadmin4"
  cask "postico"
  cask "postman"
  cask "raycast"
  cask "scroll-reverser"
  cask "slack"
  cask "the-unarchiver"
  cask "visual-studio-code"
  cask "warp"
  mas "HotKey", id: 975890633
  mas "KakaoTalk", id: 869223134
  mas "Xcode", id: 497799835
  ```